read_lib platforms/sky130hd/lib/sky130_fd_sc_hd__tt_025C_1v80.lib
read_db results/sky130hd/gcd/base/6_final.odb
read_spef results/sky130hd/gcd/base/6_final.spef
read_sdc results/sky130hd/gcd/base/6_final.sdc
